Repository: mozilla-l10n/mt-training-data
Catalog: zgh/zgh_pontoon.tmx
Source language: en_us
Languages: zgh

source: Statistics
zgh: ⵉⵙⵏⵎⴽⵜⴰⵜⵏ

source: Stats
zgh: ⵉⵙⵏⵎⴽⵜⴰⵜⵏ

source: Status Page
zgh: ⵜⴰⵙⵏⴰ ⵏ ⵡⴰⴷⴷⴰⴷ

source: Still have questions?
zgh: ⵖⵓⵔⵓⵏ ⵙⵓⵍ ⵉⵙⵇⵙⵉⵜⵏ?

source: Streaks
zgh: ⵉⵙⴷⴷⵉⵜⵏ

source: <strong>[Crackle]</strong> giant dinosaurs of <strong>[crackle]</strong> -riassic.
zgh: <strong>[ⴰⵟⵇⵟⵇ]</strong> ⵣⵎⴰⵡⵏ <strong>[ⴰⵟⵇⵟⵇ]</strong> -ⵟⵍⴰⵚ.

source: <strong>Do not reject clips where the speaker ‘has an accent’ that is different to your own</strong> - this is important for voice recognition to work better for everyone.
zgh: <strong>ⴰⴷ ⵓⵔ ⵜⴰⴳⵢⵎ ⵜⵓⵙⵙⵉⴼⵉⵏ ⵏⵏⴰ ⴳ ‘ⵉⵍⴰ ⵓⵎⵙⵉⵡⵍ ⴽⵔⴰ ⵏ ⵓⵙⵓⵙⵔⵓ’ ⵏⵏⴰ ⵉⵎⵣⴰⵔⴰⵢⵏ ⵅⴼ ⵡⵉⵏⵏⵓⵏ</strong> - ⵉⵅⴰⵜⵔ ⵓⵢⴰ ⵉ ⵜⵓⴽⵣⴰ ⵜⴰⴳⵕⴹⴰⵏⵜ ⵃⵎⴰ ⴰⴷ ⵜⵙⵡⵓⵔⵓⵢ ⵎⵍⵉⵃ ⵉ ⴽⵓⵢⴰⵏ.

source: <strong>Get creative!</strong> Your language community will be unique, and these are just a few ways to get started.
zgh: <strong>ⴳⴰⵜ ⵉⵎⵙⵏⴼⵍⵓⵍⵏ!</strong> ⵔⴰⴷ ⵜⴳ ⵜⴳⵔⴰⵡⵜ ⵏ ⵜⵓⵜⵍⴰⵢⵜ ⵏⵏⵓⵏ ⵜⴰⵎⵢⴰⵏⵜ, ⴷ ⵜⵉ ⴳⴰⵏⵜ ⵖⴰⵙ ⴽⵔⴰ ⵏ ⵜⵖⴰⵔⴰⵙⵉⵏ ⴷⵔⵓⵙⵏⵉⵏ ⵃⵎⴰ ⴰⴷ ⵜⵙⵙⵏⵜⵉⵎ.

source: <strong>Sentence Collector</strong> is a tool for collecting and validating public domain sentences. You will <scAccountLink>need to create an account</scAccountLink>. Then, add your language to your <strong>Profile</strong>. You can <strong>Add</strong> sentences or <strong>Review</strong> previously-added sentences.
zgh: ⵉⴳⴰ <strong>ⵙⴰⵏⵜⵏⵙ ⴽⵓⵍⵉⴽⵜⵓⵔ</strong> ⵢⴰⵏ ⵢⵉⵎⵉⵙⵙ ⵏ ⵓⴳⵔⵔⵓ ⴷ ⵓⵣⵣⵔⴰⵢ ⵏ ⵜⵡⵉⵏⴰⵙ ⵏ ⵡⴰⴳⵍⴰ ⴰⴳⴷⵓⴷⴰⵏ. ⵔⴰⴷ <scAccountLink>ⵜⴰⵙⵔⵎ ⴰⴷ ⵜⵙⵏⴼⵍⵓⵍⵎ ⵢⴰⵏ ⵓⵎⵉⴹⴰⵏ</scAccountLink>. ⵜⵔⵏⵓⵎ ⵉⵍⵎⵎⴰ ⵜⵓⵜⵍⴰⵢⵜ ⵏⵏⵓⵏ ⴳ <strong>ⵢⵉⴼⵔⵙ</strong> ⵏⵏⵓⵏ. ⵜⵣⵎⵔⵎ ⴰⴷ <strong>ⵜⵔⵏⵓⵎ</strong> ⵜⵉⵡⵉⵏⴰⵙ ⵏⵉⵖ <strong>ⵜⵙⵙⵉⵔⵎⵎ</strong> ⵜⵉⵡⵉⵏⴰⵙ ⵢⴰⴷ ⵜⵜⵓⵔⵏⴰⵏⵉⵏ.

source: <strong>[Sneeze]</strong> The giant dinosaurs of the <strong>[cough]</strong> Triassic.
zgh: <strong>[ⵜⵉⵏⵣⵉ]</strong> ⵉⵣⵎⴰⵡⵏ <strong>[ⵜⵓⵙⵓⵜ]</strong> ⵏ ⵡⴰⵟⵍⴰⵚ.

source: Submission: { $batchId }
zgh: ⴰⵣⴰⵏ: { $batchId }

source: Submission Error
zgh: ⵜⴰⵣⴳⵍⵜ ⵏ ⵡⴰⵣⴰⵏ

source: Submit
zgh: ⴰⵣⵏ

source: Submit a report
zgh: ⴰⵣⵏ ⵜⴰⵎⵓⵍⵉ

source: Submit clips
zgh: ⴰⵣⵏ ⵜⵓⵙⵙⵉⴼⵉⵏ

source: Submitted sentences. { $duplicates } sentences were rejected as duplicates.
zgh: ⵜⵉⵡⵉⵏⴰⵙ ⵜⵜⵢⴰⵣⴰⵏⵏⵉⵏ. ⵜⵜⵢⴰⴳⴰⵢⵏⵜ { $duplicates } ⵜⵡⵉⵏⴰⵙ ⴰⵎ ⵜⵢⵓⴳⴰ.

source: Subscribe
zgh: ⵍⵜⵖ

source: Success
zgh: ⴰⵎⵓⵔⵙ

source: success checkmark
zgh: ⵜⴰⵎⴰⵜⴰⵔⵜ ⵏ ⵓⵙⵜⴰⵢ ⵏ ⵓⵎⵓⵔⵙ

source: Success, profile created!
zgh: ⵉⵏⵏⴼⵍⵓⵍ ⵉⴼⵔⵙ ⵙ ⵓⵎⵓⵔⵙ!

source: Swahili
zgh: ⵜⴰⵙⵡⴰⵃⵉⵍⵉⵜ

source: Swedish
zgh: ⵜⴰⵙⵡⵉⴷⵉⵜ

source: Swipe right to approve the sentence. Swipe left to reject it. Swipe up to skip it. <strong>Do not forget to submit your review!</strong>
zgh: ⵙⵓⵛⵛⴹⴰⵜ ⵖⵔ ⵓⴼⴰⵙⵉ ⵃⵎⴰ ⴰⴷ ⵜⵙⵙⴳⵍⵢⵎ ⵜⴰⵡⵉⵏⵙⵜ. ⵙⵓⵛⵛⴹⴰⵜ ⵖⵔ ⵓⵥⵍⵎⴰⴹ ⵃⵎⴰ ⴰⴷ ⵜⵜ ⵜⴰⴳⵢⵎ. ⵙⵓⵛⵛⴹⴰⵜ ⵖⵔ ⵓⴼⵍⵍⴰ ⵃⵎⴰ ⴰⴷ ⵜⵜ ⵜⵙⵙⵉⵏⴼⵎ. <strong>ⴰⴷ ⵓⵔ ⵜⴻⵜⵜⵓⵎ ⴰⴷ ⵜⴰⵣⵏⵎ ⴰⵙⵙⵉⵔⵎ ⵏⵏⵓⵏ!</strong>

source: Syriac
zgh: ⵜⴰⵙⵓⵔⵢⴰⵏⵉⵜ

source: Tagalog
zgh: ⵜⴰⵜⴰⴳⴰⵍⵓⴳⵉⵜ

source: Tahitian
zgh: ⵜⴰⵜⴰⵀⵉⵜⵉⵜ

source: Taiwanese (Minnan)
zgh: ⵜⴰⵟⴰⵢⵡⴰⵏⵉⵜ (ⵎⵉⵏⵏⴰⵏ)

source: Tajik
zgh: ⵜⴰⵟⴰⵊⵉⴽⵉⵜ

source: Taking several attempts to read a word.
zgh: ⵉⴳⵉ ⵏ ⵎⵏⵏⴰⵡⵜ ⵜⵉⵔⵎⵉⵜⵉⵏ ⴳ ⵜⵖⵔⵉ ⵏ ⵢⴰⵜ ⵜⴳⵓⵔⵉ.

source: Tamazight
zgh: ⵜⴰⵎⴰⵣⵉⵖⵜ

source: Tamil
zgh: ⵜⴰⵜⴰⵎⵉⵍⵜ

source: Tap
zgh: ⴰⴷⵔ

source: Tatar
zgh: ⵜⴰⵟⴰⵟⴰⵕⵉⵜ

source: Tatoeba is a large database of sentences, translations, and spoken audio for use in language learning. This download contains spoken English recorded by their community.
zgh: ⵜⴳⴰ ⵜⴰⵜⵓⴱⴰ ⵢⴰⵜ ⵜⵙⵉⵍⴰ ⵏ ⵉⵙⴼⴽⴰ ⵜⴰⵎⵇⵇⵔⴰⵏⵜ ⵏ ⵜⵡⵉⵏⴰⵙ, ⵜⵉⵙⵓⵖⵍⵉⵏ, ⴷ ⵉⵎⵙⵍⵉⵜⵏ ⵉⵜⵜⵓⵏⵏⴰⵏ ⵉ ⵓⵙⵙⵎⵔⵙ ⴳ ⵓⵍⵎⵎⵓⴷ ⵏ ⵜⵓⵜⵍⴰⵢⵜ. ⵢⵓⵎⴰ ⵡⴰⴳⴰⵎ ⴰ ⵉⵙⵓⵙⴰⵔ ⵏ ⵜⵏⴳⵍⵉⵣⵜ ⵜⵜⵓⵙⵓⵙⵔⵏ ⵙⴳ ⵖⵓⵔ ⵜⴳⵔⴰⵡⵜ ⵏⵏⵙⵏ.

source: TED-LIUM Corpus
zgh: ⵓⴳⵔⵉⵡ ⵏ TED-LIUM

source: Tell us what you'd like to download:
zgh: ⵉⵏⵉ ⴰⵏⵖ ⵎⴰ ⵔⴰⴷ ⵜⴰⴳⵎⴷ:

source: Telugu
zgh: ⵜⴰⵜⵉⵍⵓⴳⵓⵜ

source: Terms
zgh: ⵜⵉⴼⴰⴷⵉⵡⵉⵏ

source: Thai
zgh: ⵜⴰⵟⴰⵢⵍⴰⵏⴷⵉⵜ

source: Thanks for confirming your account, now let's build your profile.
zgh: ⵜⴰⵏⵎⵎⵉⵔⵜ ⵅⴼ ⵓⵙⵙⴷⴻⴷ ⵏ ⵓⵎⵉⴹⴰⵏ ⵏⵏⵓⵏ, ⴰⴷ ⵏⵥⴽⵓ ⵉⴼⵔⵙ ⵏⵏⵓⵏ ⴷⵖⵉ.

source: Thanks to contributions from over 259k people in over 50 languages, this data is being used to train speech-enabled applications to better respond to the human voice.
zgh: ⵜⴰⵏⵎⵎⵉⵔⵜ ⵅⴼ ⵡⴰⵔⵔⴰⴳⵏ ⵙⴳ ⵖⵓⵔ ⵓⴳⴳⴰⵔ ⵏ 259ⴼⴹ ⵏ ⵎⴷⴷⵏ ⵙ ⵡⵓⴳⴳⴰⵔ ⵏ 50 ⵏ ⵜⵓⵜⵍⴰⵢⵉⵏ, ⵍⴰ ⵜⵜⵓⵙⵎⵔⴰⵙⵏ ⵉⵙⴼⴽⴰ ⴰ ⵉ ⵓⵙⴰⵏⵓⵏ ⵏ ⵜⵙⵏⵙⵉⵜⵉⵏ ⵜⵉⵣⵎⵔⴰⵡⴰⵍⵉⵏ ⵃⵎⴰ ⴰⴷ ⵔⴰⵔⵏⵜ ⵎⵍⵉⵃ ⵉ ⵓⴳⵕⴹ ⴰⵏⴼⴳⴰⵏ.

source: Thank you for contributing your bulk submission!
zgh: ⵜⴰⵏⵎⵎⵉⵔⵜ ⵅⴼ ⵡⴰⵔⵔⴰⴳ ⵙ ⵡⴰⵣⴰⵏⵏ ⵏⵏⵓⵏ ⴳⴳⵓⵜⵏⵉⵏ!

source: Thank you for contributing your voice!
zgh: ⵜⴰⵏⵎⵎⵉⵔⵜ ⵅⴼ ⵡⴰⵔⵔⴰⴳ ⵙ ⵓⴳⵕⴹ ⵏⵏⵓⵏ!

source: Thank you for donating your voice clips!
zgh: ⵜⴰⵏⵎⵎⵉⵔⵜ ⵅⴼ ⵜⵉⴽⴽⵉ ⵏ ⵜⵓⵙⵙⵉⴼⵉⵏ ⵜⵉⴳⵕⴹⴰⵏⵉⵏ ⵏⵏⵓⵏ!

source: Thank you for recording!<lineBreak></lineBreak>Now review and submit your clips below.
zgh: ⵜⴰⵏⵎⵎⵉⵔⵜ ⵅⴼ ⵓⵙⵓⵙⵔ!<lineBreak></lineBreak>ⵙⵙⵉⵔⵎⴰⵜ, ⵜⴰⵣⵏⵎ ⵜⵓⵙⵙⵉⴼⵉⵏ ⵏⵏⵓⵏ ⴷⵖⵉ ⴷⴷⴰⵡ ⴷⴰ.

source: Thank you for your interest in contributing to { $lang }. We work hard to get every language ready for launch and keep the teams updated via email. If you want to contribute, please provide your email below.
zgh: ⵜⴰⵏⵎⵎⵉⵔⵜ ⵅⴼ ⵓⵏⵏⵣⴳⵎ ⵏⵏⵓⵏ ⵙ ⵡⴰⵔⵔⴰⴳ ⴳ { $lang }. ⴷⴰ ⵏⴽⴽⴰⵜ ⵜⴰⵎⴰⵔⴰ ⵃⵎⴰ ⴰⴷ ⵏⵙⵎⵓⵜⵜⴳ ⴽⵓ ⵜⵓⵜⵍⴰⵢⵜ ⵉ ⵓⵏⵏⵓⵕⵥⵎ ⴷ ⴰⴷ ⵏⵙⵏⵖⵎⵙ ⵜⵉⵔⵓⴱⴱⴰ ⵙ ⵉⵙⴷⵖⵉⵜⵏ ⴳ ⵉⵎⴰⵢⵍ. ⵎⴽ ⵜⵅⵙⵎ ⴰⴷ ⵜⴰⵔⴳⵎ, ⴼⴽⴰⵜ ⵉⵎⴰⵢⵍ ⵏⵏⵓⵏ ⴷⴷⴰⵡ ⴷⴰ.

source: Thank you for your voice information
zgh: ⵜⴰⵏⵎⵎⵉⵔⵜ ⵅⴼ ⵉⵏⵖⵎⵉⵙⵏ ⵉⴳⵕⴹⴰⵏⵏ ⵏⵏⵓⵏ

source: Thank you! You’ve sent a new language enquiry
zgh: ⵜⴰⵏⵎⵎⵉⵔⵜ! ⵜⵓⵣⵏⴷ ⵢⴰⵜ ⵜⵓⵜⵜⵔⴰ ⵏ ⵜⵓⵜⵍⴰⵢⵜ ⵜⴰⵎⴰⵢⵏⵓⵜ

source: The best sentences are natural and conversational — they should be easy for someone to read. While phonetic diversity and different words in sentences is important, we are also trying to make recording sentences as engaging and fun for our volunteer community as possible.
zgh: ⵜⵉⵡⵉⵏⴰⵙ ⵜⵉⵎⵓⴼⴰⵢⵉⵏ ⴳⴰⵏⵜ ⵜⵉⴳⴰⵎⴰⵏⵉⵏ, ⵢⵉⵍⵉ ⴳⵉⵙⵏⵜ ⵓⵎⵔⴰⵔⴰ ⵏ ⵡⴰⵡⴰⵍ — ⵉⵅⵚⵚⴰ ⵜⵏⵜ ⴰⴷ ⵍⵎⴹⵏⵜ ⵅⴼ ⵢⴰⵏ ⴰⴷ ⵜⵏⵜ ⵉⵖⵔ. ⵡⴰⵅⵅⴰ ⵉⵅⴰⵜⵔ ⵓⵎⵢⴰⵏⴰⵡ ⵉⵎⵙⵉⵙⵍⵉ ⴷ ⵜⴳⵓⵔⵉⵡⵉⵏ ⵎⵣⴰⵔⴰⵢⵏⵉⵏ ⴳ ⵜⵡⵉⵏⵙⵜ, ⵎⴰⵛⴰ ⵍⴰ ⵏⵜⵜⴰⵔⵎ ⴽⵔⴰ ⵙ ⵏⵓⴼⴰ ⴰⴷ ⵏⵙⴽⵔ ⵙⴳ ⵓⵙⵓⵙⵔ ⵏ ⵜⵡⵉⵏⴰⵙ ⵢⴰⵜ ⵜⵖⴰⵡⵙⴰ ⵉⵙⵙⵓⵖⵓⵏⵏ ⴷ ⵉⴼⵊⵊⵉⵊⵏ ⵉ ⵜⴳⵔⴰⵡⵜ ⵏ ⵉⵎⵅⴰⵙⵏ ⵏⵏⵖ.

source: The best sentences for building a useful speech recognition engine are colloquial, modern parlance. Some ideas to help you generate sentences are;
zgh: ⵜⵉⵡⵉⵏⴰⵙ ⵜⵉⵎⵓⴼⴰⵢⵉⵏ ⵉ ⵓⵥⴽⴽⵓ ⵏ ⵢⴰⵏ ⵓⵏⵙⵎⴰⵙⵙⵓ ⵓⵏⴼⵓⵜ ⵏ ⵜⵓⴽⵣⴰ ⵏ ⵡⴰⵡⴰⵍ ⵍⴰ ⵜⵜⴳⴳⴰⵏⵜ ⵜⵓⵏⵏⵉⵎⵉⵏ, ⵙⴳ ⵡⴰⵡⴰⵍ ⴰⵜⵔⴰⵔ. ⵀⴰ ⴽⵔⴰ ⵏ ⵜⵡⵏⴳⵉⵎⵉⵏ ⵏⵏⴰ ⵔⴰⴷ ⴰⵡⵏ ⵢⴰⵡⵙ ⴰⴷ ⵜⴰⵔⵡⵎ ⵜⵉⵡⵉⵏⴰⵙ:

source: The best sources you can look for are podcasts, transcripts, movie scripts and anything that potential can contain everyday conversations.
zgh: ⵉⵙⵓⴳⴰⵎ ⵉⵎⵓⴼⴰⵢⵏ ⵏⵏⴰ ⵙ ⵜⵣⵎⵔⴷ ⴰⴷ ⵙⵉⵙⵏ ⵜⵙⵉⴳⴳⵍⴷ, ⴳⴰⵏ ⵜⵏ ⵉⴱⵓⴷⴽⴰⵙⵜⵏ, ⵜⴰⵍⵙⴰⵔⵉⵜⵉⵏ, ⵉⵙⴽⵔⵉⴱⵏ ⵏ ⵉⴼⵉⵍⵎⵏ ⴷ ⵜⵖⴰⵡⵙⴰ ⵏⵏⴰ ⴽⴰ ⵉⵣⵎⵔⵏ ⴰⵜⴰⴼ ⴰⴷ ⵜⴰⵎⵓ ⵉⵎⵔⴰⵔⴰⵜⵏ ⵏ ⵡⴰⵡⴰⵍ ⵉⴽⵓⵢⴰⵙⵏ.

source: The bumblebee sped by.
zgh: ⵓⴼⵉⵖ ⵜⴰⵡⴽⴽⴰ ⴳ ⵜⵉⵙⵏⵜ.

source: The Clip Graveyard consists of voice clips that didn't make it into the Common Voice dataset. Just like the dataset, the Clip Graveyard is available for download. We would like to thank the following people and organizations for their help with the project:
zgh: ⵉⴷⴷⵙ ⵓⵙⵎⴹⵍ ⵏ ⵜⵓⵙⵙⵉⴼⵉⵏ ⵙⴳ ⵜⵓⵙⵙⵉⴼⵉⵏ ⵜⵉⴳⵕⴹⴰⵏⵉⵏ ⵏⵏⴰ ⵓⵔ ⵢⵓⴷⵉⴼⵏ ⵖⵔ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ. ⵉⵙⴰⴳⴰ ⵓⵙⵎⴹⵍ ⵏ ⵜⵓⵙⵙⵉⴼⵉⵏ ⵉ ⵡⴰⴳⴰⵎ, ⵣⵓⵏ ⴷ ⵏⵉⵜ ⵜⴰⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ. ⵏⵔⴰ ⴰⴷ ⵏⵙⵏⵉⵎⵎⵔ ⵎⴷⴷⵏ ⴷ ⵜⵎⴰⴷⴷⴰⵙⵉⵏ ⴰⴷ ⵅⴼ ⵜⵡⵉⵙⵉ ⵏⵏⵙⵏ ⴳ ⵓⵙⵏⴼⴰⵔ:

source: The clip has disrespectful or offensive language.
zgh: ⵜⵓⵙⵙⵉⴼⵜ ⴳⵉⵙ ⴰⵡⴰⵍ ⵎⴽⴽⵙ-ⴰⵣⵔⴰⴽ ⵏⵉⵖ ⴳⴰⵔ ⴰⵡⴰⵍ.

source: The Common Voice dataset complements Mozilla’s open source voice recognition engine Deep Speech. The first version of Deep Speech was released in November 2017 and has continued to evolve ever since. Together with the Common Voice dataset, we believe this open source voice recognition technology should be available to everybody. It’s our hope these technologies will enable developers to build a wave of innovative products and services.
zgh: ⵍⴰ ⵜⵙⵎⴰⴷ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ ⴰⵏⵙⵎⴰⵙⵙⵓ ⵏ ⵜⵓⴽⵣⴰ ⵜⴰⴳⵕⴹⴰⵏⵜ ⵏ ⵓⵙⴰⴳⵎ ⵓⵕⵥⵉⵎ ⵏ ⵎⵓⵣⵉⵍⴰ, ⴷⵉⴱⵙⴱⵉⵜⵛ. ⵜⴼⴼⵖ ⴷ ⵜⵍⵇⵇⵎⵜ ⵜⴰⵎⵣⵡⴰⵔⵓⵜ ⵏ ⴷⵉⴱⵙⴱⵉⵜⵛ ⴳ ⵏⵓⵡⴰⵏⴱⵉⵔ 2017, ⵉⵎⵎⴹⴼⵕ ⵓⵙⴱⵓⵖⵍⵓ ⵏⵏⵙ ⵙⴳ ⵡⴰⴽⵓⴷ ⴰⵏⵏ. ⴰⴽⴷ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ, ⵏⴼⵍⵙ ⵎⴰⵙ ⴷ ⵜⴰⵜⵉⴽⵏⵓⵍⵓⵊⵉⵜ ⵏ ⵜⵓⴽⵣⴰ ⵜⴰⴳⵕⴹⴰⵏⵜ ⵏ ⵓⵙⴰⴳⵎ ⵓⵕⵥⵉⵎ ⵉⵅⵚⵚⴰ ⵜⵜ ⴰⴷ ⵜⵙⴰⴳⴰ ⵉ ⴽⵓⵢⴰⵏ. ⵍⴰ ⵏⵙⵙⵉⵜⵉⵎ ⴰⴷ ⵣⵣⵎⵔⵏⵜ ⵜⴻⵜⵉⴽⵏⵓⵍⵓⵊⵉⵢⵉⵏ ⴰⴷ ⵉⵎⵙⵖⵉⵡⵙⵏ ⵃⵎⴰ ⴰⴷ ⵥⴽⵓⵏ ⵢⴰⵜ ⵜⴰⴹⴹⴰⵏⴳⴰ ⵏ ⵉⵢⴰⴼⵓⵜⵏ ⴷ ⵜⵏⵓⴼⴰ ⵉⵏⵏⴼⵍⵓⵍⵏ.

source: The Common Voice Dataset contains hundreds of thousands of voice samples that help developers build voice recognition tools.
zgh: ⵜⵓⵎⴰ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ ⵜⵉⵎⴰⴹ ⵏ ⵉⴼⴹⵏ ⵏ ⵜⵓⵙⵙⵉⴼⵉⵏ ⵜⵉⴳⵕⴹⴰⵏⵉⵏ ⵏⵏⴰ ⵉⵜⵜⴰⵡⵙⵏ ⵉ ⵉⵎⵙⵖⵉⵡⵙⵏ ⴳ ⵓⵥⴽⴽⵓ ⵏ ⵉⵎⴰⵙⵙⵏ ⵏ ⵜⵓⴽⵣⴰ ⵜⴰⴳⵕⴹⴰⵏⵜ.

source: The Common Voice dataset is an open and publicly available resource that can be used to train a wide variety of speech-enabled applications. To protect the security of our contributors, we ask everyone who downloads the Common Voice dataset to respect contributors’ privacy. All voice clips in the dataset are scrubbed of personally identifying information. When you download the dataset, you agree to not attempt to determine the identity of any contributor. That means you cannot try to link information in the dataset to a contributor’s personal information. You may, however, use the dataset to train speech recognition, speaker recognition, or other applications, by, for instance, linking information in the dataset to other information already in the dataset.
zgh: ⵜⴳⴰ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ ⵢⴰⵏ ⵓⵙⴰⴳⵎ ⵓⵕⵥⵉⵎ ⵉⵙⴰⴳⴰⵏ ⵙ ⵓⴳⴷⵓⴷⴰⵏ ⵏⵏⴰ ⵉⵣⵎⵔⵏ ⴰⴷ ⵉⵜⵜⵓⵙⵎⵔⵙ ⵉ ⵓⵙⴰⵏⵓⵏ ⵏ ⵜⵓⴳⵜⵜ ⵏ ⵡⴰⵏⴰⵡⵏ ⵏ ⵜⵙⵏⵙⵉⵜⵉⵏ ⵜⵉⵣⵎⵔⴰⵡⴰⵍⵉⵏ. ⵃⵎⴰ ⴰⴷ ⵏⴰⵔⵢ ⵜⴰⵏⴼⵔⵓⵜ ⵏ ⵉⵎⴰⵔⴰⴳⵏ ⵏⵏⵖ, ⵍⴰ ⵏⵜⵜⴻⵜⵜⵔ ⵉ ⴽⵓⵢⴰⵏ ⵏⵏⴰ ⵉⵜⵜⴰⴳⵎⵏ ⵜⴰⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ ⴰⴷ ⵉⵣⵔⴽ ⵜⵉⵏⵏⵓⵜⵍⴰ ⵏ ⵉⵎⴰⵔⴰⴳⵏ. ⵍⴰ ⵜⵜⴰⵔⵓⴷⵏⵜ ⵜⵓⵙⵙⵉⴼⵉⵏ ⵜⵉⴳⵕⴹⴰⵏⵉⵏ ⴰⴽⴽⵯ ⴳ ⵜⴳⵔⵓⵎⵎⴰⵡⵉⵏ ⵏ ⵉⵙⴼⴽⴰ ⵙⴳ ⵉⵏⵖⵎⵉⵙⵏ ⵏ ⵜⵎⴰⴳⵉⵜ ⵜⴰⵏⵉⵎⴰⵏⵜ. ⴰⴷⴷⴰⵢ ⵜⴰⴳⵎⴷ ⵜⴰⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ, ⵍⴰ ⴷ ⵜⴻⵜⵜⵎⵙⴰⵙⴰⴷ ⵅⴼ ⴰⴷ ⵓⵔ ⵜⴰⵔⵎⴷ ⴰⴷ ⵜⵙⵡⵓⵜⵜⵓⴷ ⵜⴰⵎⴰⴳⵉⵜ ⵏ ⵓⵎⴰⵔⴰⴳ ⵏⵏⴰ ⴽⴰ. ⵉⵏⴰⵎⴽ ⵓⵢⴰ ⵎⴰⵙ ⵓⵔ ⵜⵣⵎⵉⵔⴷ ⴰⴷ ⵜⴰⵔⵎⴷ ⴰⴷ ⵜⵇⵇⵏⴷ ⵉⵏⵖⵎⵉⵙⵏ ⵏ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⴰⴽⴷ ⴽⵔⴰ ⵏ ⵓⵏⵖⵎⵉⵙ ⴰⵏⵉⵎⴰⵏ ⵏ ⴽⵔⴰ ⵏ ⵓⵎⴰⵔⴰⴳ. ⵎⴰⵛⵛⴰⵏ, ⵜⵖⵉⵢⴷ ⴰⴷ ⵜⵙⵙⵎⵔⵙⴷ ⵜⴰⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵉ ⵓⵙⴰⵏⵓⵏ ⵏ ⵜⵓⴽⵣⴰ ⵏ ⵡⴰⵡⴰⵍ, ⵜⵓⴽⵣⴰ ⵏ ⵓⵎⵙⵉⵡⵍ, ⵏⵉⵖ ⵜⵉⵙⵏⵙⵉⵜⵉⵏ ⵢⴰⴹⵏⵉⵏ, ⵙ ⵓⵎⴷⵢⴰ, ⵙ ⵓⵙⵖⵏ ⵏ ⵉⵏⵖⵎⵉⵙⵏ ⵏ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⴰⴽⴷ ⵉⵏⵖⵎⵉⵙⵏ ⵢⴰⴹⵏⵉⵏ ⵍⵍⴰⵏⵉⵏ ⵢⴰⴷ ⴳ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ.

source: The Common Voice dataset is available for download under the <licenseLink>CC0</licenseLink> license on <datasetLink>our Datasets page</datasetLink>. You can also download several other publicly available datasets from the same page.
zgh: ⵙⴰⴳⴰⵏⵜ ⵜⴳⵔⵓⵎⵎⴰⵡⵉⵏ ⵏ ⵉⵙⴼⴽⴰ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ ⵉ ⵡⴰⴳⴰⵎ ⴷⴷⴰⵡ ⵜⵓⵔⴰⴳⵜ ⵏ <licenseLink>CC0</licenseLink> ⴳ <datasetLink>ⵜⴰⵙⵏⴰ ⵏⵏⵖ ⵏ ⵜⴳⵔⵓⵎⵎⵉⵡⵉⵏ ⵏ ⵉⵙⴼⴽⴰ</datasetLink>. ⵜⵣⵎⵔⵎ ⴰⵡⴷ ⴰⴷ ⵜⴰⴳⵎⵎ ⵎⵏⵏⴰⵡⵜ ⵜⴳⵔⵓⵎⵎⴰⵡⵉⵏ ⵏ ⵉⵙⴼⴽⴰ ⵢⴰⴹⵏⵉⵏ ⵙⴰⴳⴰⵏⵉⵏ ⵙ ⵓⴳⴷⵓⴷⴰⵏ ⵙⴳ ⵜⴰⵙⵏⴰ ⴰⴷ ⵏⵉⵜ.

source: The Common Voice Sentence Collector has collected { $sentenceCount } sentences in { $languageCount } languages!
zgh: ⵉⴳⵔⴰ ⵙⴰⵏⵜⵏⵙ ⴽⵓⵍⵉⴽⵜⵓⵔ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ { $sentenceCount } ⵜⵡⵉⵏⴰⵙ ⵙ { $languageCount } ⵜⵓⵜⵍⴰⵢⵉⵏ!

source: The community is the beating heart of Common Voice - they come from all over the world, and are language activists and scientists and artists. You can learn more about how to get involved on our <about>About</about> page and in our <community>Community playbook</community>. If you're interested in deeper organisational partnership, <emailFragment>get in touch.</emailFragment>
zgh: ⵜⴰⴳⵔⴰⵡⵜ ⴰⴷ ⵉⴳⴰⵏ ⵓⵍ ⵉⴽⴽⴰⵜⵏ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ - ⵍⴰ ⴷ ⵜⵜⴷⴷⵓⵏ ⵙⴳ ⵓⵎⴰⴹⴰⵍ ⴰⴽⴽⵯ, ⴳⴰⵏ ⵉⵏⵎⵎⵓⵙⵙⴰ ⵏ ⵜⵓⵜⵍⴰⵢⵜ ⴷ ⵉⵎⴰⵙⵙⴰⵏⵏ ⴷ ⵉⵏⵓⵥⴰⵕ. ⵜⵣⵎⵔⴷ ⴰⴷ ⵜⵍⵎⴷⴷ ⵓⴳⴳⴰⵔ ⵅⴼ ⵎⴰⵏⵎⴽ ⵙ ⵔⴰⴷ ⵜⴰⵣⵔⴷ ⴳ ⵜⴰⵙⵏⴰ ⵏ <about>ⵅⴼ</about> ⵏⵏⵖ ⴷ <community>ⵓⵎⴰⵏⴰⵔ ⵏ ⵜⴳⵔⴰⵡⵜ ⵏⵏⵖ</community>. ⵎⴽ ⵜⵏⵏⵣⴳⵎⴷ ⵙ ⴽⵔⴰ ⵏ ⵜⵉⵛⵛⵓⵔⴽⴰ ⵜⴰⵏⵎⴰⴷⴷⴰⵙⵜ ⵉⴷⵔⴰⵏ, <emailFragment>ⵏⵢⴰⵍⴽⴰⵎ ⴷⵉⴷⵏⵖ.</emailFragment>

source: The count of voice recording hours that have been validated by 2 out of 3 users with a vote of “Yes”. These mark progress toward the overall project 10k hours goal.
zgh: ⵜⴰⵙⵎⴽⵜⴰ ⵏ ⵜⵙⵔⴰⴳⵉⵏ ⵏ ⵓⵙⵓⵙⵔ ⴰⴳⵕⴹⴰⵏ ⵏⵏⴰ ⵣⵔⵢⵏⵉⵏ ⵙⴳ ⵖⵓⵔ 2 ⵙⴳ 3 ⵉⵏⵙⵙⵎⵔⵙⵏ ⵢⴰⵏ ⵓⵙⵙⵜⴰⵢ ⵏ “ⵢⴰⵀ”. ⵍⴰ ⵉⵕⵛⵛⵎ ⵓⵢⴰ ⴰⵍⴰⵢ ⵙⵉⵡⴰⵍⴰ ⴰⵡⵜⵜⴰⵙ ⵏ 10.000 ⵏ ⵜⵙⵔⴰⴳⵉⵏ ⵏ ⵓⵙⵏⴼⴰⵔ.

source: The count of voice recording hours we have collected so far.
zgh: ⵜⴰⵙⵎⴽⵜⴰ ⵏ ⵜⵙⵔⴰⴳⵉⵏ ⵏ ⵓⵙⵓⵙⵔ ⴰⴳⵕⴹⴰⵏ ⵏⵏⴰ ⵏⴳⵔⵓ ⴰⵔ ⵜⵓⵔⴰ.

source: The giant dino [cough] the Triassic.
zgh: ⵉⵣⵎⴰ [ⵜⵓⵙⵓⵜ] ⵏ ⵡⴰⵟⵍⴰⵚ.

source: The giant dinosaur of the Triassic.
zgh: ⵉⵣⵎⴰⵡ ⵏ ⵡⴰⵟⵍⴰⵚ.

source: The giant dinosaurs of the Triassi-.
zgh: ⵉⵣⵎⴰⵡⵏ ⵏ ⵡⴰⵟⵍⴰ-.

source: The giant dinosaurs of the Triassic.
zgh: ⵉⵣⵎⴰⵡⵏ ⵏ ⵡⴰⵟⵍⴰⵚ.

source: The giant dinosaurs of the Triassic. [read by one voice]
zgh: ⵉⵣⵎⴰⵡⵏ ⵏ ⵡⴰⵟⵍⴰⵚ. [ⵜⵉⵖⵔⵉ ⵙ ⵢⴰⵏ ⵓⴳⵕⴹ]

source: The giant dinosaurs of the Triassic. <strong>[read by one voice]</strong>
zgh: ⵉⵣⵎⴰⵡⵏ ⵏ ⵡⴰⵟⵍⴰⵚ. <strong>[ⵜⵉⵖⵔⵉ ⵙ ⵢⴰⵏ ⵓⴳⵕⴹ]</strong>

source: The giant dinosaurs of the Triassic. Yes.
zgh: ⵉⵣⵎⴰⵡⵏ ⵏ ⵡⴰⵟⵍⴰⵚ. ⵢⴰⵀ.

source: The giant dino <strong>[cough]</strong> the Triassic.
zgh: ⵉⵣⵎⴰ <strong>[ⵜⵓⵙⵓⵜ]</strong> ⵏ ⵡⴰⵟⵍⴰⵚ.

source: The goal of the Common Voice dataset is to enable anyone in the world to build speech recognition, speaker recognition, or any other type of application that requires voice data. A voice assistant is just one of many types of applications you could use the dataset to build.
zgh: ⴰⵡⵜⵜⴰⵙ ⵏ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ ⴷ ⴰⴷ ⵉⵣⵎⵔ ⴽⵓⵢⴰⵏ ⴳ ⵓⵎⴰⴹⴰⵍ ⴰⴷ ⵉⵥⴽⵓ ⵜⵉⵙⵏⵙⵉⵜⵉⵏ ⵏ ⵜⵓⴽⵣⴰ ⵏ ⵡⴰⵡⴰⵍ, ⵜⵓⴽⵣⴰ ⵏ ⵓⵎⵙⵉⵡⵍ ⵏⵉⵖ ⴰⵏⴰⵡⵏ ⵢⴰⴹⵏⵉⵏ ⵏ ⵜⵙⵏⵙⵉⵜⵉⵏ ⵓⵙⵔⵏⵉⵏ ⵉⵙⴼⴽⴰ ⵉⴳⵕⴹⴰⵏⵏ. ⵉⴳⴰ ⵓⵎⴰⵡⴰⵙ ⴰⴳⵕⴹⴰⵏ ⵖⴰⵙ ⵢⴰⵜ ⵙⴳ ⵜⵓⴳⵜⵜ ⵏ ⵡⴰⵏⴰⵡⵏ ⵏ ⵜⵙⵏⵙⵉⵜⵉⵏ ⵏⵏⴰ ⵜⵣⵎⵔⵎ ⴰⴷ ⵜⵥⴽⵓⵎ ⵙ ⵓⵙⵙⵎⵔⵙ ⵏ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ.

source: The multi-language version of the Common Voice dataset is currently undergoing community supported bundling and cleaning. If you would like to help us bring Common Voice to new languages, go check out the <sentenceCollectorLink>Sentence Collection Tool</sentenceCollectorLink> for adding new sentences to the dataset, and Mozilla <pontoonLink>Pontoon</pontoonLink> for translating the website itself. New languages are added to Common Voice for voice contribution when 5000 approved sentences have been collected.
zgh: ⵜⵍⵍⴰ ⵜⵍⵇⵇⵎⵜ ⵜⴰⴳⵜⵓⵜⵍⴰⵢⵜ ⵏ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ ⵙ ⵓⵎⵉⵔⴰⵏ ⴷⴷⴰⵡ ⵓⵙⵎⵓⵜⵜⵔ ⴷ ⵓⵙⵉⵣⴷⴳ ⵉⵜⵜⵡⴰⵏⵏⴰⵍⵏ ⵙⴳ ⵖⵓⵔ ⵜⴳⵔⴰⵡⵜ. ⵎⴽ ⵜⵔⵉⴷ ⴰⴷ ⴰⵏⵖ ⵜⴰⵡⵙⴷ ⴰⴷ ⴷ ⵏⴰⵡⵢ ⴽⴰⵎⵏⴼⵓⵢⵙ ⵖⵔ ⵜⵓⵜⵍⴰⵢⵉⵏ ⵜⵉⵎⴰⵢⵏⵓⵜⵉⵏ, ⵙⴼⵓⴽⴽⵔ <sentenceCollectorLink>ⵉⵎⵉⵙ ⵏ ⵓⴳⵔⵔⵓ ⵏ ⵜⵡⵉⵏⴰⵙ</sentenceCollectorLink> ⵉ ⵓⵔⵏⵏⵓ ⵏ ⵜⵡⵉⵏⴰⵙ ⵜⵉⵎⴰⵢⵏⵓⵜⵉⵏ ⵉ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ, ⴷ ⵎⵓⵣⵉⵍⴰ <pontoonLink>ⴱⵓⵏⵜⵓⵏ</pontoonLink> ⵉ ⵓⵙⵓⵖⵍ ⵏ ⵓⵙⵉⵜⵡⵉⴱ ⵙ ⵢⵉⵎⴰⵏ ⵏⵏⵙ. ⵍⴰ ⵜⵜⵓⵔⵏⴰⵏⵜ ⵜⵓⵜⵍⴰⵢⵉⵏ ⵜⵉⵎⴰⵢⵏⵓⵜⵉⵏ ⵉ ⴽⴰⵎⵏⴼⵓⵢⵙ ⵉ ⵡⴰⵔⵔⴰⴳ ⴰⴳⵕⴹⴰⵏ ⴰⴷⴷⴰⵢ ⵜⵜⵓⴳⵔⴰⵏⵜ 5 000 ⵏ ⵜⵡⵉⵏⴰⵙ ⴳⵍⵢⵏⵉⵏ.

source: The number of recordings and which languages you contribute to will be public.
zgh: ⵔⴰⴷ ⵉⴳ ⵡⵓⵟⵟⵓⵏ ⵏ ⵉⵙⵓⵙⴰⵔ ⴷ ⵜⵓⵜⵍⴰⵢⵉⵏ ⵏⵏⴰ ⴳ ⵜⵓⵔⴳⴷ ⵉⴳⴷⵓⴷⴰⵏⵏ.

source: The process by which a contributor’s profile information is obscured from their donated voice clips when packaged for download as a part of the dataset.
zgh: ⵜⴰⵣⵉⴳⵣⵜ ⵏⵏⴰ ⵙ ⵍⴰ ⵜⵜⴼⴼⵔⵏ ⵉⵏⵖⵎⵉⵙⵏ ⵏ ⵉⴼⵔⵙ ⵏ ⵓⵎⴰⵔⴰⴳ ⵅⴼ ⵜⵓⵙⵙⵉⴼⵉⵏ ⵜⵉⴳⵕⴹⴰⵏⵉⵏ ⵜⵜⵓⴼⴽⴰⵏⵉⵏ ⴰⴷⴷⴰⵢ ⵎⵎⵓⵜⵜⵔⵏ ⵉ ⵡⴰⴳⴰⵎ ⴰⵎ ⵢⴰⵜ ⵜⴳⴹⴰⵎⵜ ⵙⴳ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ.

source: There are a lot of public organizations that might want to collaborate and already have a lot of texts they can donate as public domain. Reach out to local universities, Governments and open source organizations to talk about the project and ask for their help.
zgh: ⵍⵍⴰⵏⵜ ⴽⵉⴳⴰⵏ ⵏ ⵜⵎⴰⴷⴷⴰⵙⵉⵏ ⵜⵉⴳⴷⵓⴷⴰⵏⵉⵏ ⵏⵏⴰ ⵖⵉⵢⵏⵉⵏ ⴰⴷ ⵅⵙⵏⵜ ⴰⴷ ⵎⵢⴰⵡⴰⵙⵏⵜ ⴷ ⴰⴷ ⵢⴰⴷ ⵖⵓⵔⵙⵏⵜ ⵉⵍⵉⵏ ⴽⵉⴳⴰⵏ ⵏ ⵉⴹⵕⵉⵚⵏ ⵏⵏⴰ ⵙ ⵣⵎⵔⵏⵜ ⴰⴷ ⵜⵏ ⴼⴽⵏⵜ ⴰⵎ ⵡⴰⴳⵍⴰ ⴰⴳⴷⵓⴷⴰⵏ. ⵏⵢⴰⵍⴽⴰⵎ ⴰⴽⴷ ⵜⵙⴷⴰⵡⵉⵢⵉⵏ ⵜⵉⴷⵖⵔⴰⵏⵉⵏ, ⵜⵉⵏⴱⴰⴹⵉⵏ ⴷ ⵜⵎⴰⴷⴷⴰⵙⵉⵏ ⵏ ⵓⵙⴰⴳⵎ ⵓⵕⵥⵉⵎ ⵃⵎⴰ ⴰⴷ ⵜⵙⵉⵡⵍⴷ ⵅⴼ ⵓⵙⵏⴼⴰⵔ, ⵜⴻⵜⵜⵔⴷ ⵜⵉⵡⵉⵙⵉ ⵏⵏⵙⵏ.

source: There are currently no sentences to review in this language.
zgh: ⵓⵔ ⵜⵍⵍⵉ ⵙ ⵓⵎⵉⵔⴰⵏ ⵓⵍⴰ ⴽⵔⴰ ⵏ ⵜⵡⵉⵏⵙⵜ ⵉ ⵓⵙⵙⵉⵔⵎ ⵙ ⵜⵓⵜⵍⴰⵢⵜ ⴰ.

source: There are lots of ways to think about language. For the purposes of speech recognition models, Common Voice suggests focussing on ‘mutual intelligibility’, or ‘can speakers of this language mostly understand one another if they try to?’
zgh: ⵍⵍⴰⵏⵜ ⴽⵉⴳⴰⵏ ⵏ ⵜⵖⴰⵔⴰⵙⵉⵏ ⵏⵏⴰ ⵙ ⵔⴰⴷ ⵏⵙⵡⵉⵏⴳⵎ ⴳ ⵜⵓⵜⵍⴰⵢⵜ. ⵉ ⵉⵡⵜⵜⴰⵙⵏ ⵏ ⵜⵎⵓⴷⵎⵉⵡⵉⵏ ⵏ ⵜⵓⴽⵣⴰ ⵏ ⵡⴰⵡⴰⵍ, ⵍⴰ ⵉⵙⵙⵓⵎⵓⵔ ⴽⴰⵎⵏⴼⵓⵢⵙ ⵜⴰⵡⵏⴰ ⵅⴼ ‘ⵜⴰⴼⴰⵡⵜ ⵉⵛⵛⴰⵔⵏ’, ⵏⵉⵖ ‘ⵉⵙ ⵣⵎⵔⵏ ⵉⵎⵙⵙⵉⵡⵍⵏ ⵙ ⵜⵓⵜⵍⴰⵢⵜ ⴰ ⴰⴷ ⵔⵎⵙⵏ ⵙ ⵓⴷⵙⵍⴰⵏ ⴳⵔⴰⵙⵏ ⵎⴽ ⵓⵔⵎⵏ ⴰⴷ ⵏⵏⵔⵎⵙⵏ?’

source: The recording was too long.
zgh: ⵉⵖⵣⵣⵉⴼ ⵓⵙⵓⵙⵔ ⵙ ⴽⵉⴳⴰⵏ.

source: The recording was too quiet.
zgh: ⵉⵣⴳⴰ ⵓⵙⵓⵙⵔ ⵙ ⴽⵉⴳⴰⵏ.

source: The recording was too short.
zgh: ⵉⴳⵣⵣⵓⵍ ⵓⵙⵓⵙⵔ ⵙ ⴽⵉⴳⴰⵏ.

source: There should ideally be no digits in the source text because they can cause problems when read aloud. The way a number is read depends on context and might introduce confusion in the dataset. For example, the number “2409” could be accurately read as both “twenty-four zero nine” and “two thousand four hundred nine”.
zgh: ⵙ ⵜⴼⵉⵍⴰⵡⵜ, ⵉⵅⵚⵚⴰ ⴰⴷ ⵓⵔ ⵉⵍⵉⵏ ⵉⵣⵡⵉⵍⵏ ⴳ ⵓⴹⵕⵉⵚ ⴰⵙⴰⴳⵎ ⴰⵛⴽⵓ ⵣⵎⵔⵏ ⴰⴷ ⵙⵔⴳⵏ ⴳ ⵉⵎⵓⴽⵔⵉⵙⵏ ⴰⴷⴷⴰⵢ ⵜⵜⵓⵖⵔⴰⵏ ⵙ ⵓⵥⴰⴳⵓ. ⵜⴻⵜⵜⵢⴰⴳⴰⵍ ⵜⵖⴰⵔⴰⵙⵜ ⵏⵏⴰ ⵙ ⵉⵜⵜⵓⵖⵔⴰ ⴽⵔⴰ ⵏ ⵡⵓⵟⵟⵓⵏ ⵙ ⵓⵎⵏⴰⴹ ⴷ ⵜⵖⵉⵢ ⴰⴷ ⵜⵙⵙⵉⴷⴼ ⴰⵔⵡⴰⵢ ⵖⵔ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ. ⵙ ⵓⵎⴷⵢⴰ, ⵓⵟⵟⵓⵏ “25” ⵉⵖⵉⵢ ⴰⴷ ⵉⵜⵜⵓⵖⵔ ⵙ ⵓⵏⵖⴰⴷ ⴰⵎ “ⵙⵉⵏ ⵉⴷ ⵎⵔⴰⵡ ⴷ ⵙⵎⵎⵓⵙ”, “ⵙⵏⴰⵜ ⵜⵎⵔⴰⵡⵉⵏ ⴷ ⵙⵎⵎⵓⵙ”, “ⴰⴳⵏⴰⵔ ⴷ ⵙⵎⵎⵓⵙ“ ⴷ “ⵙⵉⵎⵔⴰⵡ ⴷ ⵙⵎⵎⵓⵙ“.

source: There will be natural variations in volume between readers. Reject only if the volume is so high that the recording breaks up, or (more commonly) if it is so low that you can’t hear what is being said without reference to the written text.
zgh: ⵔⴰⴷ ⵉⵍⵉⵏ ⵉⵎⵣⴰⵔⴰⵢⵏ ⵉⴳⴰⵎⴰⵏⵏ ⴳ ⵓⵙⵡⵉⵔ ⵏ ⵢⵉⵎⵙⵍⵉ ⴳⵔ ⵉⵎⵖⵔⵉⵜⵏ. ⴰⴳⵢ ⵖⴰⵙ ⵎⴽ ⴱⴰⵀⵔⴰ ⵢⴰⵜⵜⵓⵢ ⵓⵙⵡⵉⵔ ⵏ ⵢⵉⵎⵙⵍⵉ ⴰⵢⵍⵍⵉⴳ ⵍⴰ ⵉⵜⵜⴱⴱⵢ ⵓⵙⵓⵙⵔ, ⵏⵉⵖ (ⴳ ⵓⵎⴰⵜⴰ ⵏ ⵡⴰⴷⴷⴰⴷⵏ) ⵎⴽ ⴱⴰⵀⵔⴰ ⵉⵣⴷⵔ ⴰⵢⵍⵍⵉⴳ ⵓⵔ ⵜⵣⵎⵉⵔⴷ ⴰⴷ ⵜⵙⵍⵍⴷ ⵉ ⵓⵢⵏⵏⴰ ⵉⵜⵜⵓⵏⵏⴰⵏ ⵎⵉⵏ ⵜⴰⵙⴰⵖⵓⵍⵜ ⵖⵔ ⵓⴹⵕⵉⵚ ⵉⵜⵜⵢⴰⵔⴰⵏ.

source: The route was unclear.
zgh: ⵥⵕⵉⵖ ⵓⵍⵜⵎⴰ ⴰⵙⵙⵏⵏⴰⴹ.

source: These languages are currently under community development. <localizationGlossaryLink>Website localization</localizationGlossaryLink> and <sentenceCollectionGlossaryLink>sentence collection</sentenceCollectionGlossaryLink> is needed to launch.
zgh: ⵍⵍⴰⵏⵜ ⵜⵓⵜⵍⴰⵢⵉⵏ ⴰ ⵙ ⵓⵎⵉⵔⴰⵏ ⴷⴷⴰⵡ ⵓⵙⴱⵓⵖⵍⵓ ⵏ ⵜⴳⵔⴰⵡⵜ. ⵉⵜⵜⵢⴰⵙⴰⵔ <localizationGlossaryLink>ⵓⵙⵙⴷⵖⵔ ⵏ ⵓⵙⵉⵜⵡⵉⴱ</localizationGlossaryLink> ⴷ <sentenceCollectionGlossaryLink>ⵓⴳⵔⵔⵓ ⵏ ⵜⵡⵉⵏⴰⵙ</sentenceCollectionGlossaryLink> ⵃⵎⴰ ⴰⴷ ⵏⵏⵓⵕⵥⵎⵏⵜ.

source: The selected file is too large
zgh: ⵉⵎⵇⵇⵓⵔ ⵓⴼⴰⵢⵍⵓ ⵉⵜⵜⵓⵙⵜⴰⵢⵏ ⵙ ⴽⵉⴳⴰⵏ

source: The Sentence Collector is moving to the core Common Voice platform. You can now <writeURL>write</writeURL> a sentence or <reviewURL>review</reviewURL> single sentence submissions on Common Voice.
zgh: ⵔⴰⴷ ⵉⵎⵎⵓⵜⵜⵢ ⵙⴰⵏⵜⵏⵙ ⴽⵓⵍⵉⴽⵜⵓⵔ ⵖⵔ ⵜⵙⵉⵍⴰ ⵜⴰⴷⵙⵍⴰⵏⵜ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ. ⵜⵣⵎⵔⴷ ⴷⵖⵉ <writeURL>ⴰⴷ ⵜⴰⵔⴰⴷ</writeURL> ⴽⵔⴰ ⵏ ⵜⵡⵉⵏⵙⵜ ⵏⵉⵖ <reviewURL>ⴰⴷ ⵜⵙⵙⵉⵔⵎⴷ</reviewURL> ⴰⵣⴰⵏⵏ ⵏ ⵜⵡⵉⵏⵙⵜ ⵜⴰⴼⵔⴷⵉⵜ ⴳ ⴽⴰⵎⵏⴼⵓⵢⵙ.

source: The Sentence Collector is part of <commonVoiceLink>Common Voice</commonVoiceLink>. It allows contributors to collect and validate sentences created by the community. You can use this tool also to import and clean-up small-to-medium-sized public domain corpus you have found or collected. All sentences need to be Public Domain. Approved sentences are exported every week to the Common Voice repository and are released on the Common Voice website on every new deployment.
zgh: ⵉⴳⴰ ⵙⴰⵏⵜⵏⵙ ⴽⵓⵍⵉⴽⵜⵓⵔ ⵜⴰⴳⴹⴰⵎⵜ ⵙⴳ <commonVoiceLink>ⴽⴰⵎⵏⴼⵓⵢⵙ</commonVoiceLink>. ⵍⴰ ⵉⵜⵜⴰⵊⵊⴰ ⵉⵎⴰⵔⴰⴳⵏ ⴰⴷ ⴳⵔⵓⵏ, ⵣⵣⵔⵢⵏ ⵜⵉⵡⵉⵏⴰⵙ ⵜⵜⵓⵙⵏⴼⵍⵓⵍⵏⵉⵏ ⵙⴳ ⵖⵓⵔ ⵜⴳⵔⴰⵡⵜ. ⵜⵣⵎⵔⴷ ⴰⴷ ⵜⵙⵙⵎⵔⵙⴷ ⵉⵎⵉⵙ ⴰ ⴰⵡⴷ ⵃⵎⴰ ⴰⴷ ⵜⵙⴽⵛⵎⴷ, ⵜⵙⵉⵣⴷⴳⴷ ⵓⴳⵔⵉⵡ ⵏ ⵡⴰⴳⵍⴰ ⴰⴳⴷⵓⴷⴰⵏ ⵏ ⵜⵉⴷⴷⵉ ⵜⴰⵎⵥⵥⵢⴰⵏⵜ ⴰⵔ ⵜⴰⵏⴰⵎⵎⴰⵙⵜ ⵏⵏⴰ ⵜⵓⴼⵉⴷ ⵏⵉⵖ ⵜⴳⵔⵉⴷ. ⵉⵇⵇⴰⵏ ⴷ ⵜⵉⵡⵉⵏⴰⵙ ⴰⴽⴽⵯ ⴰⴷ ⴳⵏⵜ ⴰⴳⵍⴰ ⴰⴳⴷⵓⴷⴰⵏ. ⵍⴰ ⵜⵜⴼⴼⵖⵏⵜ ⵜⵡⵉⵏⴰⵙ ⴳⵍⵢⵏⵉⵏ ⴽⵓ ⵉⵎⴰⵍⴰⵙⵙ ⵖⵔ ⵜⵙⴳⵉⵜ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ ⴷ ⵍⴰ ⵏⵏ ⵜⵜⴼⴼⵖⵏⵜ ⴳ ⵓⵙⵉⵜⵡⵉⴱ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ ⴳ ⴽⵓ ⴰⴼⵙⴰⵔ ⴰⵎⴰⵢⵏⵓ.

source: The sentence has a grammatical or spelling error.
zgh: ⵜⴰⵡⵉⵏⵙⵜ ⴳⵉⵙ ⵢⴰⵜ ⵜⵣⴳⵍⵜ ⵜⴰⵏⵊⵕⵓⵎⵜ/ⵏ ⵓⵙⵏⵎⴰⵔⵔⴰ.

source: The sentence has disrespectful or offensive language.
zgh: ⵜⴰⵡⵉⵏⵙⵜ ⴳⵉⵙ ⴰⵡⴰⵍ ⵎⴽⴽⵙ-ⴰⵣⵔⴰⴽ ⵏⵉⵖ ⵜⵉⵔⴳⴳⴰⵎ.

source: The sentence must be grammatically correct.
zgh: ⵉⵇⵇⴰⵏ ⴷ ⴰⴷ ⵜⴰⵖⴷ ⵜⵊⵕⵕⵓⵎⵜ ⵏ ⵜⵡⵉⵏⵙⵜ.

source: The sentence must be speakable.
zgh: ⵉⵇⵇⴰⵏ ⴷ ⴰⴷ ⵜⵖⴰⵢ ⵜⵡⵉⵏⵙⵜ ⴰⴷ ⵜⴻⵜⵜⵓⵏⵏⴰ.

source: The sentence must be spelled correctly.
zgh: ⵉⵇⵇⴰⵏ ⴷ ⴰⴷ ⵢⴰⵖⴷ ⵓⵙⵏⵎⴰⵔⵔⴰ ⵏ ⵜⵡⵉⵏⵙⵜ.

source: The sentence should have fewer than 15 words.
zgh: ⵉⵅⵚⵚⴰ ⴰⴷ ⵜⵉⵍⵉ ⵜⵡⵉⵏⵙⵜ ⴷⵔⵓⵙ ⵙⴳ 15 ⵜⴳⵓⵔⵉⵡⵉⵏ.

source: The site is ready to be launched when it reaches 75% completion.
zgh: ⵍⴰ ⵉⵜⵜⵎⵓⵜⵜⵓⴳ ⵓⵙⵉⵜ ⵉ ⵓⵏⵏⵓⵕⵥⵎ ⴰⴷⴷⴰⵢ ⵉⵍⴽⵎ 75% ⵏ ⵓⵙⵎⴰⴷ.

source: The site will be back up as soon as possible. For the latest information, please join the <matrixLink>Matrix community chat</matrixLink> or visit <githubLink>GitHub</githubLink> or <discourseLink>our Discourse forums</discourseLink> to submit and monitor site experience issues.
zgh: ⵔⴰⴷ ⴷ ⵢⴰⵖⵓⵍ ⵓⵙⵉⵜ ⴽⵓⴷⵏⵏⴰ ⵢⴰⵍⵍⴼⵓⵙ. ⵉ ⵉⵏⵖⵎⵉⵙⵏ ⵉⵎⴳⴳⵓⵔⴰ ⴰⴽⴽⵯ, ⵎⴽ ⵜⵓⴼⵉⴷ, ⵍⴽⵎ <matrixLink>ⴰⵎⵙⵡⴰⵍ ⵏ ⵜⴳⵔⴰⵡⵜ ⵏ ⵎⵉⵜⵔⵉⴽⵙ</matrixLink> ⵏⵉⵖ ⴷ ⵜⴽⴽⵉⴷ <githubLink>ⴳⵉⵜⵀⴰⴱ</githubLink> ⵏⵉⵖ <discourseLink>ⵙⴳⵔⴰⵡⵏ ⵏ ⴷⵉⵙⴽⵓⵔⵙ ⵏⵏⵖ</discourseLink> ⵃⵎⴰ ⴰⴷ ⵜⴰⵣⵏⴷ, ⵜⴹⵓⴼⴷ ⵉⵎⵓⴽⵔⵉⵙⵏ ⵏ ⵜⵉⵔⵎⵉⵜ ⵏ ⵓⵙⵉⵜ.

source: The TED-LIUM corpus was made from audio talks and their transcriptions available on the TED website.
zgh: ⵉⵜⵜⵓⵙⴽⵔ ⵡⵓⴳⵔⵉⵡ ⵏ TED-LIUM ⵙⴳ ⵉⵎⵙⵉⵡⴰⵍⵏ ⵉⴳⵕⴹⴰⵏⵏ ⴷ ⵜⴰⵍⵙⴰⵔⵉⵜⵉⵏ ⵏⵏⵙⵏ ⵉⵙⴰⴳⴰⵏ ⴳ ⵓⵙⵉⵜⵡⵉⴱ ⵏ TED.

source: The website text is translated into that language.
zgh: ⵍⴰ ⵉⵜⵜⵇⵇⵍ ⵓⴹⵕⵉⵚ ⵏ ⵓⵙⵉⵜⵡⵉⴱ ⵙ ⵜⵓⵜⵍⴰⵢⵜ ⴰ.

source: This information is optional to provide - you should only add it if you feel comfortable. When we release the dataset, we pseudonymise all personal information, and make sure information like your name and email are not connected to demographic information like age or sex.
zgh: ⵜⴳⴰ ⵜⵉⴽⴽⵉ ⵏ ⵉⵏⵖⵎⵉⵙⵏ ⴰ ⵜⵓⴷⵖⵉⵔⵜ - ⵓⵔ ⴽⵯⵏ ⴷ ⵉⵇⵇⴰⵏ ⴰⴷ ⵜⵏ ⵜⵔⵏⵓⵎ ⴰⵎⵔ ⵉⴳ ⵜⵙⵢⴰⴼⴰⵎ ⵙ ⵓⵙⵓⵏⴼⵓ. ⴰⴷⴷⴰⵢ ⵏⵙⵙⵓⴼⵖ ⵜⴰⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ, ⵍⴰ ⵏⵜⵜⴼⴼⵔ ⵉⵙⵎ ⵉ ⵉⵏⵖⵎⵉⵙⵏ ⵉⵏⵉⵎⴰⵏⵏ ⴰⴽⴽⵯ, ⵏⵃⵇⵇⴰ ⵎⴰⵙ ⴷ ⵉⵏⵖⵎⵉⵙⵏ ⵣⵓⵏ ⴷ ⵉⵙⵎ ⵏⵏⵓⵏ ⴷ ⵉⵎⴰⵢⵍ ⵏⵏⵓⵏ ⵓⵔ ⵣⴷⵉⵢⵏ ⴷ ⵉⵏⵖⵎⵉⵙⵏ ⵉⴷⵉⵎⵓⴳⵔⴰⴼⵉⵢⵏ ⵣⵓⵏ ⴷ ⴰⵡⵜⴰⵢ ⵏⵉⵖ ⴰⴳⵏⵓⵙ.

source: This is approximately the number of hours required to train a production speech-to-text system.
zgh: ⵡⴰ ⴰⴷ ⵉⴳⴰⵏ ⵙ ⵡⴰⵜⵜⴰⵢⵏ ⵓⵟⵟⵓⵏ ⵏ ⵜⵙⵔⴰⴳⵉⵏ ⴷ ⵉⵇⵇⴰⵏⵏ ⵉ ⵓⵙⴰⵏⵓⵏ ⵏ ⵢⴰⵏ ⵓⵏⴳⵔⴰⵡ ⵏ ⵓⴼⴰⵔⵙ ⵏ ⵡⴰⵡⴰⵍ-ⵖⵔ-ⵓⴹⵕⵉⵚ.

source: This is a use case driven segment containing data to power spoken digit recognition and yes / no detection.
zgh: ⵉⴳⴰ ⵓⵢⴰ ⵢⴰⵜ ⵜⵓⵟⵟⵓⵜ ⴷ ⵉⴽⴽⴰⵏ ⵉⵎⴷⵢⴰⵜⵏ ⵏ ⵓⵙⵙⵎⵔⵙ ⵢⵓⵎⵉⵏ ⵉⵙⴼⴽⴰ ⵉ ⵓⵣⵣⵎⵔ ⵏ ⵜⵓⴽⵣⴰ ⵏ ⵡⵓⵟⵟⵓⵏⵏ ⵉⵜⵜⵓⵏⵏⴰⵏ ⴷ ⵜⵡⴰⴼⵉⵜ ⵏ ⵢⴰⵀ/ⵓⵀⵓ.

source: This is how you cite yourself if you wrote the content yourself.
zgh: ⵀⴰ ⵎⴰⵏⵎⴽ ⵙ ⵔⴰⴷ ⵜⴱⴷⵔⵎ ⵉⵎⴰⵏ ⵏⵏⵓⵏ ⵎⴽ ⵜⵓⵔⴰⵎ ⵜⵓⵎⴰⵏⵜ ⵙ ⵢⵉⵎⴰⵏ ⵏⵏⵓⵏ.

source: This is our process for translating and adapting our content for many locales (languages).
zgh: ⵜⴰ ⴰⵢⴷ ⵉⴳⴰⵏ ⵜⴰⵣⵉⴳⵣⵜ ⵏⵏⵖ ⵉ ⵓⵙⵓⵖⵍ ⴷ ⵜⴽⵙⵙⵓⵢⵜ ⵏ ⵜⵓⵎⴰⵢⵜ ⵏⵏⵖ ⵉ ⵜⵓⴳⵜⵜ ⵏ ⵜⴷⵖⵔⴰⵏⵉⵏ (ⵜⵓⵜⵍⴰⵢⵉⵏ).

source: This page gives you an overview of all your submitted sentences. You may also delete already submitted sentences if needed, by marking the checkbox next to it and clicking on &quot;Delete selected sentences&quot; at the bottom. Please only remove sentences if absolutely necessary, for example if you noticed after the fact that a sentence is copyright protected.
zgh: ⵍⴰ ⴰⵡⵏ ⵜⴰⴽⴽⴰ ⵜⴰⵙⵏⴰ ⴰ ⵢⴰⵜ ⵜⴳⴹⵡⵉⵜ ⵏ ⵜⵡⵉⵏⴰⵙ ⵏⵏⵓⵏ ⵜⵜⵢⴰⵣⴰⵏⵏⵉⵏ ⴰⴽⴽⵯ. ⵜⵖⴰⵢⵎ ⴰⴷ ⵜⴽⴽⵙⵎ ⴰⵡⴷ ⵜⵉⵡⵉⵏⴰⵙ ⵜⵜⵢⴰⵣⴰⵏⵏⵉⵏ ⵢⴰⴷ ⵎⴽ ⴷ ⵉⵇⵇⴰⵏ, ⵙ ⵓⵕⵛⴰⵎ ⵏ ⵜⴼⵏⵉⵇⵜ ⵏ ⵓⵙⵜⴰⵢ ⵏ ⵜⴰⵎⴰ ⵏⵏⵙⵏⵜ ⴷ ⵓⴽⵍⵉⴽⵉ ⵅⴼ &quot;ⴽⴽⵙ ⵜⵉⵡⵉⵏⴰⵙ ⵜⵜⵓⵙⵜⵢⵏⵉⵏ&quot; ⴳ ⵡⴰⴷⴷⴰⵢ. ⵎⴽ ⵜⵓⴼⴰⵎ, ⵙⵉⵜⵜⵢⴰⵜ ⵜⵉⵡⵉⵏⴰⵙ ⵖⴰⵙ ⵉⴳ ⵏⵉⵜ ⵉⵜⵜⵢⴰⵙⴰⵔ, ⵙ ⵓⵎⴷⵢⴰ, ⵎⴽ ⵜⵖⴹⴼⵎ ⴷⴼⴼⵉⵔ ⵜⵉⴳⴰⵡⵜ ⵎⴰⵙ ⴷ ⴽⵔⴰ ⵏ ⵜⵡⵉⵏⵙⵜ ⵜⴻⵜⵜⵢⴰⵔⴰⵢ ⵙ ⵉⵣⵔⴼⴰⵏ ⵓⵎⴳⴰⵢ.

source: This setting controls your leaderboard visibility. When hidden, your progress will be private. This means your image, user name and progress will not appear on the leaderboard. Note that leaderboard refresh takes ~{ $minutes }min to populate changes.
zgh: ⵍⴰ ⵜⴻⵜⵜⴹⵓⴼ ⵜⵙⵖⵍⵜ ⴰ ⵜⵓⵎⴰⵏⵜ ⵏⵏⵓⵏ ⴳ ⵜⴼⵍⵡⵉⵜ ⵏ ⵉⵎⵣⵡⴰⵔⵏ. ⴰⴷⴷⴰⵢ ⵉⴼⴼⵔ ⵡⴰⵍⴰⵢ ⵏⵏⵓⵏ, ⵇⴰⴷ ⵉⴳ ⵓⵙⵍⵉⴳ. ⵉⵏⴰⵎⴽ ⵓⵢⴰ ⵎⴰⵙ ⴷ ⵜⴰⵡⵍⴰⴼⵜ, ⵉⵙⵎ ⵏ ⵓⵏⵙⵙⵎⵔⵙ ⴷ ⵡⴰⵍⴰⵢ ⵏⵏⵓⵏ ⵓⵔ ⵔⴰⴷ ⵓⵎⴰⵏⵏ ⴳ ⵜⴼⵍⵡⵉⵜ ⵏ ⵉⵎⵣⵡⴰⵔⵏ. ⵉⵙⵉⵏⴰⵜ ⵎⴰⵙ ⴷ ⴰⵙⴷⵖⵉ ⵏ ⵜⴼⵍⵡⵉⵜ ⵏ ⵉⵎⵣⵡⴰⵔⵏ ⵍⴰ ⵉⵜⵜⴰⵎⵥ ~{ $minutes }ⵙⴷ ⵃⵎⴰ ⴰⴷ ⵉⵛⵛⴰⵕ ⵉⵙⵏⴼⵍⵏ.

source: Three to go!
zgh: ⵖⴰⵙ ⴽⵕⴰⴹⵜ ⵙⵓⵍ!

source: Tibetan
zgh: ⵜⴰⵜⵉⴱⵉⵜⵉⵜ

source: Tigre
zgh: ⵜⴰⵜⵉⴳⵔⵉⵜ

source: Tigrinya
zgh: ⵜⴰⵜⵉⴳⵔⵉⵏⵉⵢⵜ

source: Today
zgh: ⴰⵙⵙⴰ

source: Today's Common Voice progress on clips recorded
zgh: ⴰⵍⴰⵢ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ ⴰⵙⵙⴰ ⴳ ⵜⵓⵙⵙⵉⴼⵉⵏ ⵜⵜⵓⵙⵓⵙⵔⵏⵉⵏ

source: Today's Common Voice progress on clips validated
zgh: ⴰⵍⴰⵢ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ ⴰⵙⵙⴰ ⴳ ⵜⵓⵙⵙⵉⴼⵉⵏ ⵣⵔⵢⵏⵉⵏ

source: Today's Progress
zgh: ⴰⵍⴰⵢ ⵏ ⵡⴰⵙⵙⴰ

source: Toki Pona
zgh: ⵜⴰⵜⵓⴽⵉⴱⵓⵏⴰⵢⵜ

source: To make it into the Common Voice dataset, a voice clip must be validated by two separate users.
zgh: ⵃⵎⴰ ⴰⴷ ⵜⴰⴷⴼ ⴽⵔⴰ ⵏ ⵜⵓⵙⵙⵉⴼⵜ ⵜⴰⴳⵕⴹⴰⵏⵜ ⵖⵔ ⵜⴳⵔⵓⵎⵎⴰ ⵏ ⵉⵙⴼⴽⴰ ⵏ ⴽⴰⵎⵏⴼⵓⵢⵙ, ⵉⵇⵇⴰⵏ ⴷ ⴰⴷ ⵜⵜ ⵣⵣⵔⵢⵏ ⵙⵉⵏ ⵉⵏⵙⵙⵎⵔⵙⵏ ⵏⴳⴰⵔⴰⵏⵉⵏ.
